[
    "특정 정당을 해산하는 결정은 해산되는 정당의 이념을 우리 사회의 정치적공론의 장에서 영구적으로 추방시키는 것이므로, 이러한 결정은 오늘날 우리의 민주주의에서 정당이 차지하는 핵심적 역할에 비추어 볼 때 매우 극단적인조치로 이해되어야 하고, 따라서 매우 제한된 상황 속에서만 활용되어야 한다는 것은 앞서 본 바와 같다.\n그렇다면 헌법 제8조 제4항에서 말하는 민주적 기본질서의 위배란, 민주적기본질서에 대한 단순한 위반이나 저촉을 의미하는 것이 아니라, 민주 사회의불가결한 요소인 정당의 존립을 제약해야 할 만큼 그 정당의 목적이나 활동이우리 사회의 민주적 기본질서에 대하여 실질적인 해악을 끼칠 수 있는 구체적위험성을 초래하는 경우를 가리킨다.\n(4) 비례원칙\n비례원칙은 침익적인 국가권력의 행사에 부과되는 법치국가적 한계이다. 비록 합헌적이고 정당한 법령에 따른 권력 행사라고 할지라도 그것의 행사방식이 자의적이라든가 그 제한이 필요 이상의 과도한 제한이라든가 하는 경우에그러한 국가권력의 행사는 설령 명시적인 규범에 위반된 바가 없다 하더라도권한을 일탈·남용한 것으로 헌법에 부합하지 않는다. 따라서 기본권을 제한하는 국가권력의 행사는 목적 달성에 필요한 최소한도에 그쳐야 되고 국가권력의 행사로 인하여 침해되는 이익보다 달성하고자 하는 이익이 클 때에만 허용될 수 있다(헌재 2003. 12. 18. 2001헌마754 참조).\n일반적으로 비례원칙은 우리 재판소가 법률이나 기타 공권력 행사의 위헌여부를 판단할 때 사용하는 위헌심사 척도의 하나이다. 그러나 정당해산심판제도에서는 헌법재판소의 정당해산결정이 정당의 자유를 침해할 수 있는 국가권력에 해당하므로 헌법재판소가 정당해산결정을 내리기 위해서는 그 해산결정이 비례원칙에 부합하는지를 숙고해야 하는바, 이 경우의 비례원칙 준수여부는 그것이 통상적으로 기능하는 위헌심사의 척도가 아니라 헌법재판소의정당해산결정이 충족해야 할 일종의 헌법적 요건 혹은 헌법적 정당화 사유에해당한다. 이와 같이 강제적 정당해산은 우리 헌법상 핵심적인 정치적 기본권인 정당 활동의 자유에 대한 근본적 제한이므로 헌법재판소는 이에 관한 결정을 할 때 헌법 제37조 제2항이 규정하고 있는 비례원칙을 준수해야만 하는것이다.\n따라서 헌법 제37조 제2항의 내용, 침익적 국가권력의 행사에 수반되는 법치국가적 한계, 나아가 정당해산심판제도의 최후수단적 성격이나 보충적 성격을 감안한다면, 헌법 제8조 제4항의 명문규정상 요건이 구비된 경우에도 해당정당의 위헌적 문제성을 해결할 수 있는 다른 대안적 수단이 없고, 정당해산결정을 통하여 얻을 수 있는 사회적 이익이 정당해산결정으로 인해 초래되는 정당의 정당활동 자유 제한으로 인한 불이익과 민주주의 사회에 대한 중대한 제약이라는 사회적 불이익을 초과할 수 있을 정도로 큰 경우에 한하여 정당해산결정이 헌법적으로 정당화될 수 있다.\n3. 한국사회의 특수성\n가. 남북한의 대립\n우리 민족은 20세기에 들어 식민통치라는 뼈아픈 시련을 겪었고, 30여년 만에 독립이 되었으나 미ㆍ소군의 주둔과 좌ㆍ우의 대립으로 인한 극심한 혼란이 있었으며, 일제로부터 해방된 지 5년 만에 6·25전쟁이 발발하여 동족상잔이라는 민족적 비극을 경험했다.",
    "3년에 걸친 전쟁으로 수많은 사람이 죽거나다치고 대부분의 기반시설이 파괴되는 등 국가 전체가 커다란 피해를 입었다.비록 전쟁은 중단되었지만, 한반도는 휴전상태를 유지하면서 여전히 서로 적대하고 총구를 겨누고 있다.\n헌법 제3조는 대한민국의 영토가 한반도와 그 부속도서임을 규정함으로써북한은 단지 미수복지구일뿐 대한민국의 주권이 미치는 영역임을 천명하고 있는 반면, 북한은 여전히 대한민국의 자유민주주의 헌정질서를 궁극적으로 타도 혹은 대체해야 할 대상으로 여기고 있다. 비록 1990년대 들어서서 냉전 체제의 붕괴로 시작된 변화의 분위기로 인하여 대한민국과 북한이 1991. 9. 동시에 국제연합에 가입하고, 대한민국 정부와 북한의 정부 당국자가 1991. 12. 13.남북기본합의서를 채택하였으며,‘남북교류협력에 관한 법률’등이 공포·시행되는 등 대한민국과 북한과의 관계가 적대적 관계에서 화해와 협력의 관계로진일보해 온 면이 있기는 하나, 한반도의 이념적 대립 상황과 북한의 대남적화통일노선이 본질적으로 변경된 바는 없다고 보인다.\n이러한 한반도의 이념적 대립 상황은 21세기의 새로운 역사 흐름과는 동떨어져 있는 듯이 느껴진다. 그러나 분단과 이념대립, 그로 인한 체제위협은 오늘의 한반도를 살아가는 우리에게 엄연한 현실이다. 대한민국과 북한은 아직도냉전의 구도에서 벗어나지 못했다.\n무엇보다도 북한은 대한민국에 대하여 실제적인 무력도발행위까지 서슴지않고 있다. 휴전 이후에도 북한은 미얀마 아웅산 묘역 테러 사건 및 대한항공기 폭파 사건 등 끊임없이 무력도발을 해왔다. 북한은 1993년 핵확산금지조약을 탈퇴하면서 2006. 10. 핵실험을 강행한 후 최근까지도 장거리 미사일 발사실험을 계속하면서 한반도의 전쟁위기를 고조시키고 있을 뿐만 아니라, 제1, 2차 연평해전, 천안함 폭침 및 연평도 포격으로 인한 민간인 살상 사건 등 최근까지 대한민국을 향한 무력도발을 지속적으로 감행하고 있다.\n나. 현실상황에 대한 고려 필요성\n이상에서 살펴본 대로 현재 대한민국은 북한이라는 현실적인 적으로부터 공격의 대상으로 선포되고 있고, 그로부터 체제 전복의 시도가 상시적으로 존재하는 상황이다. 대한민국의 헌법과 그 속에 담긴 민주주의와 기본적 인권의 존중 등을 내용으로 하는 민주적 기본질서도 궁극적으로 대한민국과 동일한 운명에 있을 것이다. 주지하는 바와 같이 이러한 이념 대립의 상황은 오늘날 세계의 보편적인 상황과 상충된다.\n이 사건은 남과 북이 대립되어 있는 현재 한반도의 상황과 무관하지 않다.따라서 이 사건에 임하는 우리는 우리 사회가 처해 있는 분단이라는 특수한상황 또한 고려할 수밖에 없다. 비록 오늘날 각국의 헌법이 유사한 내용으로제정되고 세계적으로 입헌주의의 전개 양상이 개별 국가들 간에 보편적 가치를 공유하는 모습으로 평균화되어 나타나는 것도 사실이나, 다른 한편 각국 헌법들 간에도 일정한 내용상의 차이가 존재하고 각국 헌법재판이 자국의 고유한 헌법과 독자적인 문화나 역사 그리고 정치·사회적 현실을 반영함으로써고유한 모습과 함의를 가지는 점도 분명하다.\n따라서 이 사건 정당해산심판에서도 입헌주의의 보편적 원리에 더하여, 우리 사회가 처해 있는 여러 현실적 측면들, 대한민국의 특수한 역사적 상황 그리고 우리 국민들이 공유하는 고유한 인식과 법 감정들의 존재를 동시에 숙고할 수밖에 없다.\n",
    "4. 한국사회 변혁운동의 흐름과 피청구인의 창당 및 분당 과정 등\n가. 한국사회 변혁운동의 흐름\n1960년대 이후 정치적으로는 권위주의 체제가 들어서서 장기간 유지되었고경제적으로는 경제개발계획에 따른 급속한 경제성장이 이루어지면서 우리 사회 일각에서 자유ㆍ민주 회복과 공정한 분배 등을 포함하여 사회를 급격히 변혁하려는 움직임이 일어나게 되었다. 이러한 움직임은 특히 정치적인 면에서활발하였는데, 이전에 주로 민족주의나 자유주의에 기초했던 한국사회의 운동진영은 1980년대에 접어들어 마르크스-레닌주의로 대표되는 사회주의혁명이론을 수용하면서 본격적으로 사회변혁운동으로서의 흐름을 형성하였다.이러한 운동 진영 내에서의 사상논쟁은 복잡한 분화와 이론적 대립을 보인끝에결국 두 개의 주요한 흐름으로 귀결되었는데, 이른바 민족해방(NationalLiberation,약칭NL)계열과 민중민주(People’s Democracy, People’s Democratic,약칭PD)계열이 바로 그것이다. 약간의 이론적 차이가 있기는 하나 대체로민족해방 계열은 자주파, 민중민주 계열은 평등파라고도 불린다. 이들은 한국사회의 주된 모순이 무엇인지에 대한 시각의 차이로 인해 상이한 변혁론을 주장하였다. 한국사회를 신식민지국가독점자본주의사회로 파악하고 계급적 지배 체제의 극복을 중시했던 평등파 계열과는 달리, 자주파 계열은 1980년대 한국사회를 제국주의 세력, 특히 미 제국주의에 종속된(이러한 의미에서 식민지)반(半)봉건사회 혹은 반(半)자본주의사회로 이해하였다. 자주파 계열이 우리사회에 대한 변혁방안으로 제시하고 있는 것이 이른바‘엔엘피디알’(NLPDR,National Liberation People’s Democracy Revolution)로 약칭되는‘민족해방 인민(민중)민주주의혁명론’이다. 즉, 식민지반봉건사회론 또는 식민지반자본주의사회론이 현실 모순에 대한 인식론적 기반이라면, 민족해방 인민(민중)민주주의혁명론은 그러한 모순을 해결하는 방법론적 기반이었다. 민족해방 인민(민중)민주주의혁명론은 제국주의 세력으로부터의 해방이라는 민족해방 혁명이념과 계급적 지배로부터의 해방이라는 인민민주주의혁명이념을 결합시킨 것이다. 자주파 계열은 민족해방혁명이 선차적으로 달성되어야 한다고 보는데,이러한 혁명을 달성하기 위해서는 반미자주화와 반파쇼민주화, 제국주의에 결속된 한국 자본주의 체제를 타도하는 의미에서 남북통일이 필요하다고 보고있다. 이들은 북한이 제국주의 세력에 대하여 자주적인 입장을 견지하고 있다고 보아 북한을 옹호하는 태도를 보이고 있는데, 그 중에는 북한 조선노동당의지도이념인 주체사상을 수용하여 형성된 주체사상파 또는 주사파가 있고 다른정파로서 이른바‘비주사NL’이 있다. 이들은 학생운동 내의 주도적 지위를 확보해 나갔으며, 한국사회의 전체 운동 진영 속에서도 큰 영향력을 행사해 왔다.\n나. 피청구인의 창당 및 분당 과정 등\n(1) 민주노동당의 창당\n1996. 12. 정리해고를 법제화하는 근로기준법 중 개정 법률안 등이 국회에서의결되자, 정치세력화의 필요성을 절감한 노동운동계는 1997년 대통령 선거에서 독자적인 대통령 후보를 추대하기 위하여‘민주와 진보를 위한 국민승리21(이하‘국민승리 21’이라 한다)’을 결성하였는데, 대통령 선거 후 국민승리 21을 토대로 2000. 1. 30. 민주노동당이 창당되었다. 민주노동당은 2000. 4. 13. 실시된 제16대 국회의원 선거에서 당선자를 배출하지 못했고, 정당 득표율도 2%미만에 그쳐 등록이 취소되었다가 2000. 5. 25. 재등록을 하였다. 이후 민주노동당은 2004. 4. 실시된 제17대 총선에서 지역구 국회의원 2인과 비례대표 국회의원 8인을 당선시켜 원내에 진출하였고, 이 시기를 전후하여 당원 수도 급격히 증가하였다.\n(2) 당내 노선을 둘러싼 갈등 및 민주노동당의 분당\n민주노동당의 성장과 더불어 당내 여러 정파 내지 정치세력들 사이에 당의나아갈 방향을 둘러싸고 논란도 심화되었다.",
    "그 중 2003년 발생한 사회주의 노선 강화와 진보적 민주주의 도입을 둘러싼 노선 갈등, 이후 북한 핵보유선언과핵실험에 대한 대응 등과 관련한 정파 간의 입장 대립, 2007. 12. 제17대 대선에서 공약으로 코리아연방공화국을 국가비전으로 내세운 민주노동당 후보자권○길의 대선 패배 원인 및 일심회 사건에 관련된 민주노동당 당직자의 처리를 둘러싸고 갈등이 더욱 심해졌다. 특히 2008. 2. 3. 임시당대회에서 일심회사건 관련자의 제명 등을 내용으로 하는 비상대책위원회의 혁신안이 부결되자, 심○정, 노○찬, 조○수 등을 포함한 대부분의 평등파 계열 당원들이 탈당하였고, 탈당한 인사들은 2008. 2. 21.‘진보신당연대회의’를 구성한 후 2008. 3.진보신당을 창당하여, 민주노동당은 분당되었다(이하‘1차 분당’이라 한다).\n(3) 피청구인 창당\n2011. 1. 20. 민주노동당, 진보신당, 사회당, 전국민주노동조합총연맹(이하‘민주노총’이라 한다) 등이 참여한‘진보진영 대표자 연석회의’가 구성되어 진보대통합 논의가 진행되었다. 통합 논의 과정에서 국민참여당도 논의에 참여하게 되었으나, 사회당과 진보신당은 민주노동당의 대북 태도, 국민참여당의통합 참여 등을 문제 삼다가 통합 논의에서 탈퇴하였다. 그리하여 진보신당의노○찬, 심○정, 조○수 등은 2011. 9.경 진보신당을 탈당하여 새진보통합연대를 결성하였으며, 민주노동당과 국민참여당, 새진보통합연대는 2011. 11. 20.통합을 선언하고, 12. 5. 피청구인 창당(합당) 결의를 한 후, 12. 13. 중앙선거관리위원회에 등록하여 피청구인이 창당되었다.\n(4) 비례대표 부정경선 사건 및 피청구인의 분당\n피청구인은 제19대 국회의원 선거 비례대표 후보자 순위 결정을 위하여2012. 3. 14.부터 18.까지 당내 경선을 실시하였고, 이 경선에서 이○기는 일반명부 1위로 비례대표 후보 2번의 순번을, 김○연은 청년대표로 3번의 순번을배정받았다. 2012. 4. 11. 실시된 국회의원 선거에서 피청구인 정당은 6명의 비례대표 국회의원(윤○순, 이○기, 김○연, 정○후, 김○남, 박○석)과 7명의 지역구 국회의원(이○규, 노○찬, 심○정, 김○희, 오○윤, 강○원, 김○동)을 배출하였다.\n그런데 선거가 끝난 후, 뒤에서 살피는 바와 같이 이○기, 김○연을 포함한비례대표 후보경선 과정에서 부정이 있었음이 드러났고, 그 후속 처리를 포함한 혁신결의안의 채택 등을 위하여 개최된 2012. 5. 12. 중앙위원회에서 피청구인 당원 수십 명이 단상을 점거하고 피청구인 공동대표 조○호 등을 폭행하는사건이 발생하였다.\n그 후 중앙위원회 회의 결과에 따라 유○민, 심○정, 조○호 공동대표가 사퇴하고, 혁신비상대책위원회(위원장 강○갑)가 구성되어 비례대표 후보 전원에 대한 사퇴를 권고하였으나, 이○기, 김○연은 응하지 않고 국회의원 등록을마치고 활동을 시작하였다. 2012. 7. 26. 개최된 의원총회에 국회의원 이○기,김○연의 제명안이 상정되었으나 부결되었고, 피청구인 원내대표였던 심○정을 비롯한 원내 지도부는 이에 대한 책임을 지고 모두 사퇴하였다.\n그 후 강○갑, 심○정 등은 탈당하기로 결정하고, 2012. 9. 7. 의원총회를 개최하여 비례대표 국회의원 박○석, 서○호, 정○후, 김○남 의원에 대한 제명안을 가결함으로써 소위‘셀프제명’이 이루어졌다. 국민참여당계 및 새진보통합연대계 당원을 비롯한 다수의 당원들이 2012. 9.경 탈당하였고, 탈당한 노○찬, 조○호, 심○정 등을 중심으로 하여 2012. 10. 21. 진보정의당(현 정의당)이창당되었다(이하‘2차 분당’이라 한다).\n한편, 2013. 3. 실시된 피청구인 당직선거에서 당대표에 이○희, 선출직 최고위원에 유○희, 이○희, 민○렬, 안○섭, 김○교가 당선되고, 원내대표인 오○윤이 당연직 최고위원이 되었으며, 추천직 최고위원으로 농민 부문에 최○권,노동 부문에 정○성이 추천되어 최고위원으로 인준되었고, 당대표 이○희는중앙위원회 인준을 거쳐 이○규를 정책위원회 의장 겸□□연구원 원장으로,최고위원 안○섭을 사무총장으로 임명하였다.",
    "이로써 피청구인은 제2기 최고위원회 체제가 구축되어 현재에 이르고 있다.\n5. 피청구인의 목적과 활동\n가. 피청구인의 강령상 목적\n(1)정당은 국민의 정치적 의사형성에 참여함에 있어, 자신이 추구하는 정치적 방향이나 지향점을 제시하고 그러한 방향이나 지향점에 대한 국민적 지지를 획득하여 이를 실현하고자 한다. 정당해산심판에 있어서 심판의 대상이되는 정당의 목적이란 이와 같이 해당 정당이 추구하는 정치적 방향이나 지향점을 지칭하며, 앞서 심판의 대상 부분에서 언급한 바와 같이, 이 사건에서는피청구인인 통합진보당이 추구하는 정치적 방향과 지향점이 문제된다.\n피청구인은 민주노동당으로부터 태동한 정당이고, 피청구인을 주도하는 세력은 민주노동당 당시에도 동일한 이념적 지향점을 가지고 활동하다가 피청구인을 주도하는 세력으로 이어져 온 것이므로 피청구인의 인적 구성이나 드러난 강령은 민주노동당과 일정한 연속성이나 관련성이 있다. 따라서 피청구인의 정치적 지향점이 무엇인지를 가려내기 위해서는 민주노동당 시기에 이루어졌던, 현재 피청구인을 주도하는 세력 내지 주요 구성원들의 주장이나 활동 등을 판단 자료로 삼을 수밖에 없다. 그러나 이러한 판단 자료들은 현재 피청구인을 주도하는 세력이나 주요 구성원들의 과거 활동으로서의 의미를 지니는것일 뿐, 그들이 참여하여 이루어진 민주노동당의 모든 의사결정이나 주장, 목적이 피청구인의 그것들과 동일시되는 것이 아니고, 동일시될 수도 없다.\n(2)피청구인의 목적을 판단하기 위해서는 먼저 피청구인의 강령을 살펴볼필요가 있는데, 피청구인 강령 전문은“일하는 사람이 주인되는 자주적 민주정부를 세우고, 민중이 정치 경제 사회 문화 등 사회생활 전반의 진정한 주인이되는 진보적인 민주주의 사회를 실현”하며,“한반도 비핵 평화체제와 자주적평화통일을 실현하고, 인간존중, 노동존중의 새로운사회를 건설할 것”이라고규정하고 있는바, 피청구인이 강령에서 제시하고 있는 목표 내지 만들어가고자 하는 사회 체제는‘노동자, 농민, 중소상공인 등 일하는 사람이 주인되는 자주적 민주정부이자 민중이 주인되는 진보적인 민주주의의 사회’이고, 피청구인이 추구하는 가치 내지 이념적 지향점은‘진보적 민주주의’임을 알 수 있다.피청구인은 2013. 6. 30. 정책당대회에서“통합진보당이 추구하는 새로운 사회는 진보적 민주주의가 실현된 사회”임을 선언하여 이를 확인하였다.\n그런데 본래 정당의 목표, 이념이나 기본 정책이 나타나 있는 강령은 그 자체로 다의적이고 추상적으로 규정되는 것이 일반적이고, 피청구인이 지도적이념으로 내세우는‘진보적 민주주의’역시 그러하다.‘진보’와‘민주주의’라는용어는 시대적 상황이나 그 용어를 사용하는 사람에 따라 정치적·철학적으로다양하게 해석되어 왔으며, 특히‘진보’라는 용어는 정도나 수준이 나아지는것, 또는 역사적 법칙에 따라 추구되는 올바른 변화, 발전 내지 지향점을 가리키는 것으로서 특정한 내용을 담고 있다고 보기 어렵다.\n따라서 피청구인이 추구하는 진보적 민주주의의 진정한 의미를 제대로 파악하기 위해서는, 강령 등의 문언적 의미 외에도 진보적 민주주의가 피청구인 강령에 도입되게 된 경위 및 피청구인 강령에 진보적 민주주의를 도입함에 있어서 주도적 역할을 했던 사람들이 누구인지, 그 사람들의 이념적 성향 및 지향점이 무엇인지를 살펴보기로 한다.\n나. 진보적 민주주의의 강령 도입 경위\n(1) 도입 배경\n(가) 해방정국의‘진보적 민주주의’\n진보적 민주주의는 피청구인의 합당을 주도한 민주노동당의 2011. 6. 개정 강령에 먼저 도입되었다. 위 강령 개정이 이루어진 제2차 정책당대회에서 최○엽강령개정위원장은 안건 설명을 하면서“1945년 우리가 해방되고 한국전쟁 전까지 남북 조선사람치고 진보적 민주주의 모르던 사람 없었다.”고 하였다.\n해방정국에서‘진보적 민주주의’는 여운형, 박헌영, 김일성 등에 의하여 주장되었다. 북한에서는‘민주주의인민공화국을 세워 민주주의 자주독립국가를 건설할 건국노선, 건국목표는 조선식 민주주의인 진보적 민주주의 이념’이라고하여 김일성의 진보적 민주주의를 강조하고, 해방정국 조선과 같은 반제반봉건민주주의혁명 단계에서의 진보적 민주주의가 주체사상을 구현한 우리식 사회주의로 발전되었다고 주장하고 있다.",
    "\n한편우리나라에서진보적민주주의라는용어는 1980년대 후반 이후□□대 애국학생회, 전국노동운동단체협의회, 민주노동자 전국회의 등 이른바 자주파 계열로 분류되는 단체를 중심으로 다시 등장하였다. 이러한 단체들의 강령은 지향하는 이념 내지 목적으로 진보적 민주주의를 들었고, 그 내용을‘자주·민주·통일’로 표현하였다.\n(나) 강령상 사회주의 추구 여부를 둘러싼 논란\n1) 2000. 1. 민주노동당 창당 시 강령 제정에는 자주파와 평등파가 같이 참여하였는데, 민주노동당 창당에 적극적인 역할을 했던 평등파의 입장을 반영하여 제정 강령에는“국가사회주의의 오류와 사회민주주의의 한계를 극복”하고,“인류사에 면면히 이어져 온 사회주의적 이상과 원칙을 계승 발전시켜 새로운해방 공동체를 구현할 것이다.”는 표현이 들어가게 되었다.\n‘국민승리 21’의 결성에 참여한 바 있었던‘민주주의민족통일전국연합(이하‘전국연합’이라 한다)’은 민주노동당 창당 시 공식적으로는 불참 결정을 하였으나, 이○규, 김○희, 정○주, 이○대, 김○욱, 김○래, 박○형(이상○○연합),김○현, 민○렬, 천○태(이상□□연합), 장○섭, 김○동(이상△△연합) 등 일부 지역연합(전국연합은 2008년경 해체되었는데, 전국연합의 해체 이후에도민주노동당이나 피청구인 정당 안팎에서는 사실상 전국연합의 지역조직을 기준으로 정파 분류를 해오고 있으므로, 이하에서는 전국연합 해체 전후를 불문하고 전국연합 지역조직에 따른 분류를 한다) 구성원들은 민주노동당 창당 시부터 개별적으로 민주노동당에 입당하여 활동하였다.\n2)한편, 2001. 9.경 전국연합은 충북○○수련원에서‘민족민주전선 일꾼전진대회’를 개최하여,‘3년 안에 광범위한 민족민주전선과 민족민주정당을 건설하여 10년 안에 자주적 민주정부를 수립하고 연방통일조국을 건설하자.’는취지의특별결의문(3년의계획,10년의 전망), 이른바‘군자산의 약속’또는‘9월테제(9월 방침)’를 채택하였고, 이 결의 이후 전국연합 소속의 인천연합, 전국농민회총연맹(이하‘전농’이라 한다), 한국대학총학생회연합(이하‘한총련’이라한다) 등 단체의 구성원들이 조직적으로 민주노동당 당원으로 가입하였다.\n이에 민주노동당은 당원 수가 크게 증가하고, 전국의 지역기반·조직이 공고해질 수 있었으나, 이 무렵 자주파 계열의 당원들이 증가하면서 창당 당시에는 부각되지 않았던 정파간 노선의 차이 및 이념적 지향을 둘러싼 논쟁이 공개적으로 이루어지기 시작하였다. 특히 자주파를 중심으로 민주노동당 창당강령에 명시된‘사회주의의 이상과 원칙의 계승ㆍ발전’부분을 삭제하고‘진보적 민주주의’를 도입하자는 주장이 계속하여 제기되었다.\n3) 2002년 대통령 선거를 앞두고 민주노동당 내에서 대안사회 논쟁이 이루어졌는데, 당시 기관지「이론과 실천」2002. 8.호는‘민주노동당의 대안사회는무엇인가’라는 특집기획을 통해 민주노동당 강령의 지향점, 지향 체제에 관한여러 관점을 소개하였다. 위 기관지에서 이○대(○○연합)는‘민중이 주인되는완전한 민주주의에 기초한 사회주의’라는 글에서 한국사회의 진보적 개조는민족의 분단 극복, 통일 실현과 밀접한 관련이 있으며 기득권 세력을 타파하는과정이라고 주장하였다.\n4)김○현(□□연합)은, 강령상‘사회주의 이상과 원칙의 계승ㆍ발전’부분의 삭제 여부를 둘러싸고 발생한 2003년 민주노동당 중앙위원회 산하 당발전특별위원회에서의 이른바‘사회주의 가치 논쟁’에서,“강령에서‘사회주의 이상과 원칙의 계승ㆍ발전’부분 등은 삭제되어야 하고, 한국사회의 성격과 발전단계 그리고 변혁과제를 본다면 사회주의는 현 시기 우리 남한 사회 발전 대안이 아니며, 당원들에게 강화되어야 할 교육은 민족 자주교육이며, 자유민주주의와 구분되는 노동자와 농민 등 민중을 중심에 두는 진보적 민주주의를 도입하자.”는 취지로 주장하였다. 중앙위원 이○삼 등 이를 지지하는 자주파 계열당원들이 사회주의적 요소 삭제를 주장하면서“당 활동에서 사회주의적 이상과 원칙을 계승·발전시키기 위한 노력을 강화한다.”는 내용을 담은 당발전특별위원회 총괄보고서의 당대회 안건 상정을 반대하여 안건 상정이 보류되었으나, 2003. 11. 1. 임시당대회에서 안건 상정을 찬성하는 대의원들이 독자적으로위 보고서 심의 채택 안건을 상정시켰고, 의결정족수를 2표 초과하여 위 안건이가까스로 가결되었다.",
    "이에 대하여 최○영(일심회 사건 관련자)은 자신의저서인「나의 사랑 민주노동당 -민주노동당 10년의 기록」에서“비록 사회주의 정치노선이 통과되기는 했어도 당원들은 진보적 민주주의론을 체계화하는 계기로 삼았다.”고 평가하였다.\n또한 김○현은 2006. 11. 민주노동당 기관지「이론과 실천」에‘87년 체제의붕괴와 대안으로서 민주주의혁명’이라는 제목 하에, 이 시대의 대안은 진보적민주주의이므로 이를 도입하여야 한다고 하면서,“진보적 민주주의는……민중들을 정치의 주인으로 내세워 정치경제적 주권을 틀어쥐고 민중의 힘으로 정치를 펼쳐 나감으로써 민중들의 주체적 적극적 참여를 보장하는 민중 주체의 민주주의”라고 주장하는 등 진보적 민주주의 내용을 소개하는 글을 기고하였다.\n5) 이○규(○○연합)는 2005. 12. 민주노동당 서울시당 내 자주파 인사들이주축이 된‘자주와 평등을 위한 서울모임(준) 정치학교’에서 행한 강연에서‘당이 비정규직 노동운동과 민생문제에 주력하는 이유는 대중의 진출이 종국적으로 진보적 민주주의를 위한 대중적 정치적 계급적 기반을 형성하는 데 있지당장 계급해방의 문제를 해결하는 데 있지 않다.’는 취지로 주장하였고, 이○훈(일심회 사건 관련자)도 위 강연에서“자민통대오는 여러 형태가 있을 수 있으나 정치노선으로는NLPD(통칭, 자주노선, 엔엘) 하나밖에 없다.NLPD노선은 민족문제와 계급문제를 결합하여 프롤레타리아 독재정권으로 두 과제를순차적으로 해결하는 노선이다.”고 하였으며, 박○순(□□연합)도 위 강연에서‘한국사회는 식민지반자본주의사회이고, 한국변혁운동은 민족해방 민주주의변혁운동이며, 한국변혁운동의 기본과제는 민족자주와 민족통일이고, 민족자주정부 수립과 연방제 통일로 완성된다. 이북의 선군역량에 의해 남의 미군 철군문제가 결정적으로 해결되는 상황으로 발전되었다. 즉 남의 역량만이 아닌 전민족 역량에 의한 미군철수와 남의 자주화가 실현되어 가고 있다. 국가보안법이 철폐되고 합법화한 북의 정치역량과 결합하여 높은 단계의 통일과 미완의 계급문제와 진보적 민주주의의 과제를 실현하는 것이다.’는 취지로 주장하였다.\n6)민주노동당○○지역위원회 위원장인 한○석은 민주노동당 기관지에2006. 1. ‘우리나라의 변혁의 단계가 사회주의적 단계가 아닌 민주주의적 단계이기 때문에 진보적 민주주의가 노동계급 등의 정치이념으로 될 수밖에 없다.’는 취지의 글을 기고하였고, 2006. 9.‘통일전선을 형성하기 위한 정치적 합의는 사회주의 강령이나 사회민주주의 강령이 아니라 민주주의 혁명을 지향하는진보적 민주주의 강령에 따라 이루어진다.’는 취지의 글을 기고하였다.\n7) 민주노동당 외부에서도 진보정당을 표방하는 민주노동당 강령에 진보적민주주의를 도입하자는 주장이 제기되었다. 한국진보연대 가입 단체인○○연구소가 작성한「2004년 새해 열 가지 질문과 열 가지 대답」이라는 글 및 그연구소 소장인 조○원이 2004. 6.‘민족민주운동 토론회’에서 발표한 글에서,민주노동당이 자민통을 지향하는 대규모 민족민주전선을 형성하는 데서 결정적 역할을 담당해야 한다고 하면서, 민주노동당은 사회주의 강령을 삭제하고진보적 민주주의를 강령으로 정립해야 한다고 주장하였다. 김○교가 대표를역임한 이적단체인‘남북공동선언실천연대(이하‘실천연대’라 한다)’도 현재 한국사회의 변혁은‘민족해방 민주주의변혁’이라고 하면서 전체 민중을 아우를수 있는 민족자주, 민주주의, 민족화해를 정치 강령으로 대체하여 진보적 민주주의를 도입하자는 취지의 주장을 하였다.\n(2) ‘진보적 민주주의’공론화\n(가) 집권전략 수립과정\n1) 2003년 사회주의 가치 논쟁 이후 2004. 7. 집권전략위원회를 설치하여 논의를 계속하기로 결정하였다. 2006. 8. 최○엽을 위원장, 김○욱(○○연합)을기획단장으로 하는 제2기 집권전략위원회가 출범하면서 본격적인 활동을 시작하였는데, 2008년 민주노동당 분당 시까지 한국사회 현실과 과제를 연구하고, 집권의 시기·경로·방법 등을 본격적으로 설계하였다.\n2) 제2기 집권전략위원회 출범을 전후하여 민주노동당은 집권의 방법론, 진보적 민주주의의 실현 수단으로서 상설연대체 건설을 주장하는 당내외의 논의와 관련하여‘상설연대체 토론회’를 주최하였다.\n위 토론회에서 발제자인 당시○○연대 정책위원장이었던 정○연(□□연합)은‘진보정당과 진보진영의 상설연대체는 민중의 정치세력화와 집권을 위한무기인데, 진보정당이 집권을 하기 위하여 광범위한 진보단체들과 세력들을하나의 연대체로 결집시켜야 하고, 민주노동당이 수권가능한 대중정당으로 발전하기 위해서 상설연대체 건설 사업에 적극 나서야 한다.’고 강조하면서, 상설연대체의 강령으로 민족자주, 민중주체의 민주주의, 자주적 평화통일 등을주장하였다.", 
    "또한 위 토론회의 자료집에는 당시 민주노동당 정책위원회 의장이었던 이○대의“민주노동당을 중심으로 노동자, 농민, 빈민, 청년, 학생, 진보적 지식인, 종교인, 문화예술인, 시민, 여성, 장애인, 소수자 등 진보진영의 총단결체인 상설연대체를 건설하자.”는 취지의 글이 참고자료로 게재되었다.\n상설연대체 건설에 관한 논의는 민주노동당 외부에서도 제기되었는데, 실천연대 산하□□연구소 연구위원 류○진은 2006. 3.경 민주노동당 기관지「이론과 실천」에 게재한「다른 나라 경험을 통해 본 통일전선체 건설의 필요성」이라는 글에서, 실천연대의 정책위원장 최○욱은 2006. 5.「○○민보」에게재한「조국통일 정세로 볼 때 연합체 건설은 최우선적 과제」라는 글에서,한국사회의 진보적 민주주의 정권 수립과 조국통일을 위해서는 통일전선체를건설해야 한다는 취지로 주장하였다.\n위와 같이 당내외에서 자주파로 평가되는 인물들이 전국연합과 민중연대의뒤를 잇는 상설연대체의 건설을 적극적으로 주장한 반면, 민주노동당의 평등파계열은 대체로 노동계급 중심성에 반하고, 타협적이라는 이유로 상설연대체 건설에 반대하는 입장을 표명하였다.\n결과적으로 민주노동당은 2006. 10. 제6차 중앙위원회에서 재석 224명 가운데 137명 찬성으로 진보진영의 상설연대체 건설 준비위원회 참가를 의결하였고, 2007. 8. 제4차 중앙위원회에서 재석 229명 중 146명의 찬성으로 한국진보연대 가입을 의결하였으며, 2007. 9. 자주ㆍ민주ㆍ통일을 지도이념으로 한 한국진보연대가 창설되었다.\n한국진보연대에는 이적단체로 인정된 실천연대, 한총련, 한국청년단체협의회(이하‘한청’이라 한다), 조국통일범민족연합남측본부,6ㆍ15공동선언실천청년학생연대 등이 가입하였고, 정○연이 한국진보연대 정책위원장을 역임하게 되었다. 한국진보연대의 출범과정에서 민주노총은 준비위원회에 참여하였으나,한국진보연대가 결성된 이후에는 그 가입을 유보하고 참관단체로만 남았다.\n조○수는 2007. 12. 30.○○신문이 마련한 김○현과의 대담에서 민주노동당의 한국진보연대 가입에 대하여“자주파는 1930∼40년대 반제통일전선 개념에 입각해 있다. 당의 한국진보연대 가입을 다수파가 밀어붙인 것도 전선 개념이 아니라면 있을 수가 없다.”고 비판하였다.\n3)민주노동당 집권전략위원회는 2007. 10. 23.‘한국사회의 성격과 변혁전략토론회’를 개최하였는데, 정○희, 김○식, 김○민, 김○철, 민○우, 박○순, 정○인이 사회자, 발제자 및 토론자로 참여하였다.\n뒤에서 자세히 살피는 것처럼 민주노동당 집권전략위원회 기획위원 김○민은,「한국사회의 성격과 변혁전략」이라는 글을 발표하였는데,“우리 사회는분단된 식민국가이고, 민중민주주의 변혁전략은 제국주의 단계의 식민지 등에서 일반적인 사회주의 변혁전략인 인민민주주의 혁명전략을 분단국가의 특성에 맞게 재구성한 것이다.”고 주장하였다. 당시△△연구소 소장이었던 박○순은 위 토론회에서 발표한「한국사회의 성격과 6·15시대 변혁운동의 방향」이라는 글에서‘한국사회는식민지반자본주의사회’라고전제하면서,“한국변혁운동은 민족해방 민주주의변혁으로서 당면변혁의 전취목표는 자주적 민주정부 수립과 연방제 방식의 통일정부 수립이다. 민족해방 변혁운동을 밀고 나가는 과정에서도 진보적 민주주의 실현이라는 계급해방 과제를 동시적으로 밀고 나가야 한다.”고 주장하였다.\n김○민과 박○순이 위 토론회에서 발표한 글들은 실천연대 사건에서 이적표현물로 인정되었다.\n(나) 제17대 대통령선거 공약\n민주노동당의 제17대 대통령선거 후보자 선출을 위한 당내 경선 결과, 당내자주파 계열의 지지를 얻은 권○길이 민주노동당 대통령선거 후보자로 선출되었다. 권○길은 국가비전으로‘코리아연방공화국’을 내세우며,“분단국가, 종속국가, 재벌국가인 대한민국을 극복하고 통일, 자주, 평등을 동시에 실현할 새로운 나라를 건설하자.”고 주장하였다. 또한 코리아연방공화국은“1국가 2체제연방국가라는 조건에서 북측 지방정부와 남측 지방정부의 시정방침을 각기 포괄할 것”이라고 하면서, 코리아연방공화국의 이념적 기초로‘진보적 민주주의’를 주장하였고, 구체적 정책공약은 이○대 정책위원회 의장의 주도 아래 마련되었다.\n(다) 민주노동당 분당과 지도부 교체\n2007년 제17대 대통령선거 결과는 민주노동당의 참패로 평가되었다. 이에평등파 당원들은 그 원인을 북한 관련 사안에 대한 당 대응의 실패, 종북세력의 문제라고 지적하며 쇄신을 요구하였다. 그러나 앞서 본 바와 같이 그러한쇄신 요구가 받아들여지지 않음에따라, 다수의 평등파 계열 당원들이 민주노동당을 탈당하였고, 민주노동당은 분당되었다. 분당 이후인 2008.7. 치러진 당직선거에서는, 원내대표인 강○갑이 당대표에 선출되었으며, 이○희(현 대표)가 정책위원회 의장에, 오○윤이 사무총장에 선임되었고, 자주파 계열이 당 3역 등 주요 당직을 차지하게 되었다. 당시 최고위원 선거에 출마한 오○윤은‘진보적 민주주의가 실현된 통일강국 건설’을 주장하면서“민중들은 민주주의실현의 주체가 됨을 선언하며 직접 촛불을 들고 거리로 나오고 있다.",
    "분출된민중의 투쟁을 반드시 승리로 귀결시키고 자주적 민주주의 실현 나아가 평화적 통일국가 건설에 복무한다.”는 공약을 내세웠다.\n(라) 2009. 6. 제1차 정책당대회\n분당 이후인 2008. 8. 구성된 제3기 집권전략위원회는 진보적 민주주의 도입을 주장하던 자주파를 중심으로 구성되었다. 최○엽이 위원장, 박○순이 기획단장을 맡았고, 이들은 기획위원 김○민과 함께 민주노동당 집권전략수립 및강령 개정 작업을 주도하였다.\n제3기 집권전략위원회는 2009. 5.경 진보적 민주주의 도입을 내용으로 하는집권전략위원회 보고서를 작성하였고, 민주노동당 중앙위원회는 정책당대회의 결의문 초안에 기재되어 있었던‘새로운 민주주의’를‘진보적 민주주의’로변경하는 내용의 민○렬 중앙위원의 수정동의안을 가결하였다.\n이에 따라 2009. 6. 제1차 정책당대회에서는“민주노동당이 추구하는 진보적민주주의는 절차적 형식적 민주주의를 뛰어넘어 실질적 내용적 민주주의를 보장하고, 정치적 민주화를 뛰어넘어 경제적 민주화를 달성하며, 간접민주주의를 뛰어넘어 직접민주주의를 지향한다.”는 내용의 결의문을 채택하고,‘민중주체의 자주적 민주정부와 연방제 방식의 자주적 통일국가의 지향 및 진보대연합 등’을 내용으로 한 집권전략위원회 보고서를 승인하였다. 아울러 차후 강령개정위원회를 구성하여 강령을 개정하기로 하는 강령검토소위원회의 보고서도 채택하였다.\n이에 대하여 민주노동당 내 국제사회주의자 의견그룹‘다○○’소속의 김○식은 진보연대 강화는 자주파의 헤게모니 확보를 위한 전제조건이라고 하면서, 이 구상이 바로‘진보적 민주주의’전략으로서 진보적 민주주의에 입각한자주적 민주정부가 민주노동당의 당면 목표로 되었다고 평가하였다.\n(마) 강령개정위원회 구성 및 개정안 마련\n2010. 9. 최○엽이 위원장, 박○순이 기획단장, 김○민이 기획위원으로 활동한 제2기 강령개정위원회가 구성되어 강령 개정작업이 본격적으로 진행되었다. 2011. 1. 제2기 강령개정위원회는 중앙위원회에 강령초안을 보고하고, 당내토론회를 거쳐 2011. 4. 강령에서‘사회주의 이상과 원칙 계승ㆍ발전’부분을삭제하고‘진보적 민주주의’를 도입하는 내용의 개정안을 마련하였다.\n이 과정에서, 2011. 1. 이○대와 김○교는‘○○의 소리’부설▽▽연구소 창립토론회에서 한국사회의 미국에 대한 식민지적 예속성이 강하게 유지되고 있다면서, 진보적 민주주의를 진보진영의 대안이념으로 정립하는 것은 21세기한국사회 진보운동의 중요한 이론적 과제이고 민주노동당이 이 과제를 해결해야 한다는 취지의 주장을 하였고, 2011. 2. 7. 박○순과 김○교는‘민주노동당강령 개정, 어떻게 할까’토론회에서 수권정당화가 당의 목표인데 사회주의 이념은 다수 국민이 동의하기 어렵다고 하면서 강령에서 사회주의 관련 문구를삭제할 것을 주장하였다.\n(3) 민주노동당 강령상‘진보적 민주주의’도입\n(가) 강령 개정\n2011. 6. 18.과 19. 민주노동당 제2차 정책당대회가 개최되었다. 당대회 첫째날, 강령상‘사회주의적 이상과 원칙의 계승ㆍ발전’에 관한 부분을 삭제할 것인지 여부를놓고이루어진토론회에서, 박○순은 그 삭제를 주장하였다. 반면, 정○인, 김○식 등은 이를 비판하면서 강령 개정에 부정적 의견을 표시하였다. 당대회 둘째 날, 강령 개정이 의결되었는데, 강령 개정으로 인한 가장 큰변화는, 창당 강령의“국가사회주의의 오류와 사회민주주의의 한계를 극복하는 한편, 인류의 오랜 지혜와 다양한 진보적 사회운동의 성과를 수용함으로써,인류사에 면면히 이어져 온 사회주의적 이상과 원칙을 계승, 발전시켜 새로운해방공동체를 구현할 것”이라는 부분을 삭제하고,“진보적 민주주의 체제를건설할 것”이라는 내용을 넣은 것이다.\n(나) 당내외 전파\n민주노동당은 강령 개정 이후‘진보적 민주주의’에 대한 당내외 홍보·전파와 교육에 힘을 쏟았다. 민주노동당 정책연구소인●●연구소는 우리 사회에대한 인식, 진보적 민주주의의 의미와 내용 등을 담고 있는 최○엽과 박○순작성의「21세기 진보적 민주주의」라는 책자를 발간하여 제2차 정책당대회참가자들에게 배포하였고, 최○엽은 위 책 서문에“21세기 진보적 민주주의의내용을 알려면 위 책을 보면 된다.”고 서술하였다. 또●●연구소는 정책위원회 의장이던 이○엽이 작성한「진보정당의 진로를 밝힌 민주노동당 제2차 정책당대회」등과 같은 진보적 민주주의 관련 자료를 홈페이지에 게재하였다.\n나아가 민주노동당은 2011. 7.경 강령 개정을 주도한 최○엽과 박○순에게최고위원, 의원단, 당직자 및●●연구소 연구원을 상대로‘진보적 민주주의’교육을 실시하게 하였고, 2011. 8.‘진보적 민주주의’에 대한 전당적인 교육사업을 강화하기 위해 최○엽과 박○순을 강사로 참여시켜‘진보적 민주주의 강사단 학교’를 운영하였다. 또 위「21세기 진보적 민주주의」를 기초로 작성된것으로서 강의 교재로 사용된「진보적 민주주의 강사단 학교 자료집」을 당홈페이지에 게재하여 당원들이 직접 받아 볼 수 있도록 하였다.", 
    "또한 정책위원회 의장을 역임한 이○엽, 그 당시 당원교육위원회 간부정치학교 강사인 곽○기, 문○환 등은□□진보연대에서 위「21세기 진보적 민주주의」를 기초로하여 작성된‘진보적 민주주의란 무엇인가?’라는 내용의 강의를 하였다. 그 밖에 박○순은 2011. 7.부터 2011. 8.까지 민주노동당 기관지「진보정치」에 진보적 민주주의에 대한 강령해설을 5회에 걸쳐 연재하기도 하였는데, 그 내용은 위「21세기 진보적 민주주의」와 거의 같은 것이었다. 한편, 이○훈(일심회 사건 관련자)은「진보정치」에‘한국의 새로운 진보적 민주주의 노선은 낮은 단계부터 공동 국민전선으로 단계적으로 실현하여 최종적으로 계급해방단계까지 모두 함께 성취하는 다단계 광폭 민주주의사상이고, 진보적 민주주의는 전시분단체제 해체와 진보적 연합집권의 이행경로’라는 취지의 글을 기고하였다.\n(4) 피청구인 창당 및 강령 개정\n피청구인 창당 과정은 앞서 본 바와 같으며, 피청구인 창당을 주도한 민주노동당, 국민참여당, 새진보통합연대의 실무 협의 결과, 강령은 연석회의 합의문을 기초로 한 과도기 강령으로 하고, 2012. 4. 총선 후 재정비하기로 합의하였다. 당시 진보대통합 실무협상을 맡았던 민주노동당 사무총장 장○섭은 과도기강령에‘진보적 민주주의’가 언급되지 않은 이유에 대해,‘강령 전문을 놓고 이견이 많았다. 때문에 양당이 이미 합의한 5·31연석회의 합의문을 강령으로 대체했다. 통합진보정당 건설이 완료되고, 2012년 총선 등 과도기를 지나면서 강령 개정을 위한 새로운 논의가 시작될 것이다. 진보적 민주주의는 새롭게 건설될 통합진보정당 안에서도 충분히 공감을 얻을 수 있는 내용이다.’고 하였다.\n피청구인은 2012. 2. 20. 대표단 회의에서 강령개정위원회와 당헌·당규제개정위원회 설치의 건을 심의·의결하였고, 2012. 3. 12. 강령개정위원회를 구성하였는데 박○순이 위원장을 대리하여 강령개정위원회 회의를 주재하였다.2012. 5. 10. 전국운영위원회에 강령 개정 제출의 건이 안건으로 상정되었고,강령개정위원회가 마련한 강령개정안 중 몇몇 부분이 수정된 개정안이 최종적으로 제출되어 별다른 이의나 토론 없이 만장일치로 가결되었다. 이어 2012. 5.12. 중앙위원회에서는 비례대표 부정경선 사건 후속조치를 둘러싸고 폭력 사건이 발생, 어수선한 가운데 강령개정안이 통과되었는데, 이것이 현재 피청구인의 강령이다.\n(5) ‘진보적 민주주의’도입에 관한 대북보고문 및 북한지령\n민주노동당이나 피청구인의‘진보적 민주주의’강령 도입과정과 관련한 북한 공작원의 대북보고와 북한의 지령을 살펴본다.\n(가) 북한 공작원의 대북보고\n일심회 사건에 관련된 북한 공작원 장○○(장○호)은 민주노동당 내 진보적민주주의 도입 논의와 관련하여 북한에 2006. 7.에는‘당 강령의 대중화와 관련하여 사회주의적 성격의 과도강령, 절충강령의 요소를 자민통 노선에 기반하여 현실에 맞게 변경하는 것이 절실하다는 점이 제시되었다. 집권전략위원회를 통해 집권전략과 노선을 수립하는 과정에서 당 강령 개정의 필요성을 확산시키는 작업을 선행해야 한다.’라는 등의 보고를 하였다.\n(나) 북한의 지령\n북한은 2011. 2. 인천지역을 거점으로 활동하던 북한 공작원들(이른바 왕재산 사건 관련자들)에게‘민주노동당이 이미 채택한 진보적 민주주의를 진보대통합당의 지도이념으로 관철시키고, 만약 진보적 민주주의라는 표현을 그대로관철시키기 어려우면 자주, 평등, 반전평화, 민주적 변혁, 제 민족민주세력들과의 연대연합, 부강통일국가 건설 등 진보적 민주주의 내용들이라도 기어이 관철시키라.’는 내용의 지령을 내렸다. 또한 일심회 및 왕재산 조직원들에게 상설연대체 건설 등과 관련한 지령을 내리기도 하였다.\n(6) 소결\n위 인정사실을 종합하면, 이○대, 김○욱, 이○규(이상○○연합), 박○순, 김○현, 이○엽, 민○렬, 정○연(이상□□연합), 오○윤, 장○섭(이상△△연합),최○영, 이○훈(이상 일심회 사건 관련자), 김○교, 최○욱, 류○진(이상 실천연대 구성원) 등 자주파 계열의 인물들이 민주노동당 내외에서 진보적 민주주의 도입을 주장하거나 지지한 점을 알 수 있으며, 이들은 위 각 정파를 대표하는 인물들로서 피청구인의 창당을 주도하고, 또한 뒤에서 보는 바와 같이 분당과정에서 이○기와 김○연의 제명에 반대하며 당에 잔류한 후 당의 주요 의사결정을 주도하여 오고 있다.\n한편, 이○기는 2012. 8. 10. 피청구인 분당 직전 치러진 당직 선거의 결과를정리하기 위하여 모인‘진실승리선거대책본부 해단식(이하‘진실선본 해단식’이라 한다)’에서“진보적 민주주의 세력은 대중적인 진보정당노선을 확립하고통화노선인 통일전선의 대중정당운동을 정립하여 통합정당 진보당을 건설하였습니다.……진보당 사태는 정치권력을 쟁취하기 위한 진보적 민주주의자들이 싸우는 계급투쟁이며”라고 발언하였고, 뒤에서 보는 내란관련 회합 참석자인 홍○석(○○연합)은 2013. 5. 8. 사상학습 소모임에서“진보적 민주주의의과정은 뭐였냐면 자주·민주·통일이잖아……진보적 민주주의의 어원이 어디로 가냐면 수령님께서 건설할 때 우리 사회는 진보적 민주주의 사회여야 한다는 노작이 하나 있어.", 
    "그 어원을 그래서 진보적 민주주의는 그 어원으로 시작해서 민주를 얘기할 때 우리는 진보적 민주주의여야 한다.……우리가 한 거야. 지금 진보적 민주주의라고 지금은 그렇게 부르기로 한 거야.”라고 발언하였는바, 이는 진보적 민주주의 도입 세력에 대한 당내 인식을 드러낸 것이라볼 수 있고, 이○기, 홍○석 등 뒤에서 보는 내란관련 회합 참석자들 역시 진보적 민주주의를 지지하고 있음을 보여준다.\n다. 피청구인 주도세력의 성향\n(1) 피청구인 주도세력\n앞서 본 바와 같이 피청구인은 2011. 12. 13. 1차 분당 시 잔류한 당원들로구성된 민주노동당과 국민참여당, 진보신당에서 탈당한 당원들로 구성된 새진보통합연대가 통합하여 창당되었다가, 2012. 9. 비례대표 부정경선 사건 및 중앙위원회 폭력 사건 등을 원인으로 하여, 새진보통합연대 및 국민참여당계 당원, 1차 분당 시 잔류하였던‘다○○’등 일부 평등파와▽▽연합(이○미, 김○진 등), 전농(강○갑 등), 민주노총(최○민 등)의 상당수 당원, 그리고 천○세,문○현, 최○엽 등 주요 인사들이 피청구인을 탈당하였다.\n이에 진보적 민주주의의 실현을 추구하는 경기동부연합과 광주전남연합, 부산울산연합의 주요 구성원 및 이들과 이념적 지향점을 같이하는 당원들(이하‘피청구인 주도세력’이라 한다)은 그들을 견제하던 세력들이 위와 같이 탈당함에 따라 그들의 방침대로 당직자 결정 등 주요 사안을 결정하면서 당을 주도하여 왔다.\n이와 같이 피청구인 주도세력이 연대하여 당을 주도하여 왔다는 점은 피청구인 정당 내의 자주파 등의 패권주의와 관련한 증인 권○길, 노○찬의 각 증언, 현재 피청구인을 주도하고 있는 세력은○○연합이라는 증인 박○식의 증언, 민족민주혁명당(이하‘민혁당’이라 한다) 잔존 세력이 주도하고 있는○○연합이 피청구인을 주도하고 있다는 증인 김○환, 이○화, 이○백, 이○철의각 증언, 김○민 및 피청구인을 탈당한‘다○○’운영위원 김○식 등이 2차 분당 전에도○○연합 계열이 당직을 차지하였다고 비판한 점 등에 의해서도 그대로 인정된다.\n이러한 피청구인 주도세력의 성향을 파악하기 위해서는 그 형성과정, 대북자세 및 활동상황, 활동경력, 이념적 지향점 등을 살펴볼 필요가 있다.\n(2) 피청구인 주도세력의 형성과정\n진보적 민주주의를 주장하거나 지지한 사람 가운데 이○기, 이○규, 박○순,김○현, 이○엽, 민○렬, 정○연, 장○섭 등은 민혁당 조직원으로 활동하였고,최○영, 이○훈은 일심회 사건 관련자들이고, 김○교, 최○욱, 류○진은 실천연대사건 관련자들이다. 따라서 먼저 이들이 관련된 사건에 대하여 살펴보기로 한다.\n(가) 반제청년동맹 및 민혁당 사건\n1)김○환,이○기,하○옥등은 1989. 3. 3.경 김일성 주체사상을 지도이념으로 하고, 김일성 장군님과 한국민족민주전선의 향도에 따라 나아가는 김일성주의 청년혁명조직인‘반제청년동맹’을 결성하여 투쟁목표를‘한국은 미 제국주의 침략자들과 그 앞잡이들에 의해 가혹하게 유린되고 있는 식민지반자본주의사회이므로 민족통일전선을 결성하여 미 제국주의를 축출한 후 현정부 타도, 민족자주정권 수립(NLPDR완수), 북한과의 연방제 통일, 사회주의 국가건설”로 정하여 활동하여 왔다. 이○규, 박○순, 이○엽, 한○진, 박○형, 조□원,정○연, 장○섭 등은 반제청년동맹 조직원으로 활동하였고, 후에 민혁당 조직원으로도 활동하였다.\n2)한편, 김○환, 하○옥, 이○기 등은‘반제청년동맹’이 한계에 이르렀다고판단하고 전국적인 조직사업을 위해 이를 당으로 전환하기로 결정하고 1992.3. 16. 민혁당을 결성하였는데, 이들은 북한의 승인을 받아 당명을 결정하는 등북한의 지침에 따라 활동하였다. 민혁당의 강령 역시 김일성 주체사상을 지도사상으로 하고, 당의 성격도“현 남한 사회는 식민지반자본주의사회이므로 민족자주권을 쟁취하고 민주주의를 발전시키며 조국을 평화적으로 통일한다는당면목표 아래, 노동자·농민·인텔리·학생·도시 소시민·소자본가들을 동력으로 하여 반미 자주화와 반파쇼 민주화를 투쟁노선으로 채택하여, 민족해방 인민민주주의혁명(NLPDR)을 달성하기 위한 노동자, 농민의 지하 전위당”으로 규정하였다. 혁명의 수행방법은 기업체, 학생, 농민, 청년 등의 단체나 조직을 장악하고 이들을 대정부투쟁으로 이끌어 내어 폭력적인 투쟁으로 사회주의 정부를 건설한다는 것이었다.\n민혁당 중앙위원 김○환은 조선노동당에 가입하고 2차례 밀입북해서 김일성을 만나 공작금을 수령하였으며, 하○옥은 김○환의 권유로 조선노동당에가입하고 북한 훈장을 수여받았다. 그 외에도 민혁당 조직원들은 김일성과 김정일 생일 기념식을 거행하고, 김일성을 찬양하는 수필, 일기, 시 등을 북한에보내기도 하였으며, 지속적으로 주체사상 학습을 실시하고 학습진행에 따른업무와 생활을 비판하는 내용의‘총화서’를 중앙위원 김○환에게 제출하였다.또한 조직원들은 사상학습을 하기 전에는 김일성과 김정일에 대하여 묵념을하고 학습을 시작하였고, 김정일 장군님의 충직한 전사로 생을 마감하겠다고맹세하는 내용의‘총화서’를 작성하여 지도부에 제출한 조직원도 있었다.\n민혁당은 김○환, 하○옥, 박○섭(이○기는 나중에 중앙위원이 됨)으로 구성된 당 중앙지도부 아래에 도당 성격의 경기남부위원회, 영남위원회, 전북위원회와 지역별 위원회(울산, 성남, 부산, 마산ㆍ창원), 부문별 사업지도부(청년운동, 통일운동, 시민단체, 학생운동, 수도남부지역)를 두었다.\n이○기는 민혁당 경기남부위원회 위원장이었고, 이○규는 이○기의 지도를받으면서 수도남부지역을 담당하였으며, 김○희는 민혁당이 지도관리하던 단체인 터사랑청년회의 회원이었다. 민○렬, 유○희도 민혁당 내지 민혁당 하부활동가조직의 조직원이었고, 홍○규는 민혁당이 지도관리하던◇◇대 애국청년선봉대 대장으로 활동하였다."
]
